[
  {
    "时间": "2025-08-26 01:02:14",
    "内容": "这是一个使用示例，展示了如何添加新的thoughts到系统中",
    "标签": "#句子"
  },
  {
    "时间": "2025-08-26 01:01:56",
    "内容": "测试新的thought内容",
    "标签": "#句子"
  },
  {
    "时间": "2021-10-21 23:10:09",
    "内容": "倾听的时候不要带着解决问题的思路，只是好奇心爱和关注",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-04 2:37:11",
    "内容": "登上山顶的人看到的景色都是一样的，只有在山腰上才会有各种各样的观点。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-04 2:12:28",
    "内容": "自我意识不强的时候就依赖后果结果驱动，太依赖结果给的动力，但后果复杂不可预测时就缺乏做事的动力",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:13:22",
    "内容": "成年人的每一天，都是与自己的战斗。试着跟孤独和平共处，向自我怀疑开个玩笑，在得偿所愿和求而不得之间碰运气，就这样活下去。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:13:11",
    "内容": "赛博络新妇的广播： 人一生必须坚持的最累的一件事就是不能对任何人产生心理上的依赖感，不然该怎么面对失去呢",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:12:48",
    "内容": "清泉浅井的广播： 教学四年余，实在发现学习中最大的阻碍是人的情绪：焦虑、急于求成、担心他人眼光、与人攀比。 反倒是设定好每日当做的事，一点点踏踏实实地完成，进步更大、更容易，不仅不内耗，还能于繁琐困顿之中安定心神，给疲惫的心充满电。而真正的自信，就来自这日复一日的扎实精进之中。 日课是可以安身立命的。 就如曾国藩谈日课所说： 累月奔驰酬应，犹能不失常课，可当日进无已。人生惟有常是第一美德。余早年于作字一道，亦尝苦息力索，终无所成。近日朝朝摹写，久不间断，遂觉月异而岁不同。可见年无分老少，事无分难易，但行之有恒，自如种树畜养，日见其大而不觉耳。进之以猛，持之以恒，不过一二年，精进而不觉。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:12:41",
    "内容": "越长大越明白，因为某些观点，书籍，兴趣，取向产生的共鸣感，真的没什么了不起...即使真的有众多的一致，感觉到灵魂的悸动，也不过是孤独太久了，想寻求理解的心情太迫切了... 当然我还是会感激那些火光时刻..",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:12:35",
    "内容": "没有人能持续地爱一个人。真正的爱情，是在漫长的生活中一次次重新爱上对方。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:12:26",
    "内容": "看过将婚姻的变迁分为三个阶段：从以满足传宗接代需求的制度化婚姻 (an institution)，到强调陪伴关系，要求双方扮演好父母，伴侣角色的陪伴式婚姻 (a companionship)，再到如今，随着物质水平和思想观念的开放和提高，人们越来越看重情感表达与自我成长的个人化婚姻 (individualized marriage)。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:12:11",
    "内容": "我向来没有任何集体荣誉感，无论是母校、家乡还是祖国，我都没有为它们辩护的激情。但是相反，我会因为一个个具体人的遭遇而难过。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:11:59",
    "内容": "让人不轻视你，不忽视你，说起来很难，但其实也简单。总结下，就两点： 1从不说硬话 2从不做软事",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:11:42",
    "内容": "不先在实质上成为现实主义者，如何长久维护对生活的浪漫构想。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:11:19",
    "内容": "在对自我人生的绝望中，受我所爱者，尽受我所怨。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:11:04",
    "内容": "虽然可以让自己从一个城市奔赴下一个，让自己置身于和过去不同中，但总觉得是自我欺骗，仿佛换了城市就能换了人生一样。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:10:36",
    "内容": "当年轻的你遇到难题，受阻消沉时，请不要试图反省并把一切归因于自我，进而设法改变自己，你需要做的只是找到解决具体问题的方法，然后解决问题就行了。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:10:30",
    "内容": "过去埋藏在地下，挖出来时是煤炭，是你今天的炉火。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:10:05",
    "内容": "在所有的艺术形式中，悲剧最彻底最坚定的直面人生的意义问题，大胆思考那些最恐怖的答案。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:08:30",
    "内容": "一个佛教导师团告诉我，所有自我提升的训练都暗含暴力，既然要自我提高，必定表示你没有接纳自己，因此你还没有好到足以提高自己解锁。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-03 23:02:27",
    "内容": "最近不打算更新荐文了。理由：零散、被动地阅读网文，不如系统、主动地做一些主题学习，乃至研究。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-02 3:03:46",
    "内容": "核心问题是，我们如何寻找属于自己的使命呢？或者更通俗地说，如何寻找属于自己的热爱呢？年轻人一直习惯于完成近期目标，这样的一个问题令他们措手不及，难以作答。虽然没有完美的答案，但是我不妨提供几个建议。选择做一些自发纯粹的事情，就如同你小时候那样；选择做一些即使没有外在奖励你也会选择做的事情；选择做一些你可以废寝忘食地专注去做的事情；做你最喜欢做的事，不是你认为自己喜欢或者应该喜欢的，而是你的真爱。",
    "标签": "#句子"
  },
  {
    "时间": "2020-12-02 3:03:01",
    "内容": "我们在阅读文章或者欣赏艺术品时，最关键的问题不是我是否看明白了，而是该篇文章或该件艺术品是否能引起我的共鸣，从而帮助我更懂得自己。这也应该是大学教育的作用。",
    "标签": "#句子"
  },
  {
    "时间": "2020-11-27 21:57:39",
    "内容": "《掌控习惯》 写日记提供了另一个例证。几乎每个人都能因写出自己的想法而受益，但是大多数人在写了几天后就坚持不下去了，或者根本就不写日记，觉得它就是件烦心事。坚持写日记的秘诀是永远别把它变成不得不做的工作。来自英国的领导力顾问格雷戈·麦吉沃恩（Greg Mckeown）养成了每天写日记的习惯，他的具体做法不是写出自己的全部想法，而是适可而止。他总是在感觉写烦了之前及时收笔。对此，欧内斯特·海明威（Ernest Hemingway）也有同感，他针对所有类型的写作提出：最佳做法是一定要在你感觉还好时及时收手。",
    "标签": "#句子"
  },
  {
    "时间": "2020-11-27 21:56:08",
    "内容": "总是陷入最好的学习方法，最好的课程，最好的老师中而无法开始 试图找到最佳转变方案的努力，比如试图寻找减肥捷径、强身健体的最优方案，以及开展副业的好点子等，很容易陷入困境。我们一门心思地要找到做事的最佳方式，却从来也不付诸行动。对此伏尔泰这样写道：因追求最佳而丢掉了足够好。",
    "标签": "#句子"
  },
  {
    "时间": "2020-11-18 5:45:12",
    "内容": "不假外求，反求诸己",
    "标签": "#句子"
  },
  {
    "时间": "2020-10-28 0:50:26",
    "内容": "1. 内在动机的目标（兴趣/享受/内在满足）更有激励作用 2. 具体做事情是什么，没有动力用为什么 3. 取得进步 VS 展示才华（失败时更容易攻击自己能力不行） 4. 进取性目标 VS 防御性目标（达成目标之后我会XXX） 5. 需要明确的自我监控和反馈机制（打卡和每周回顾） 6. 对于拖延：如果——那么模式（定时激励机制）",
    "标签": "#句子"
  },
  {
    "时间": "2020-10-27 5:36:55",
    "内容": "非常可怕的是这种生产至上的逻辑，以及对再生产、对照料性质的工作、对情感劳动甚至情感本身的贬低。不仅贬低它们的价值，甚至贬低人们对它们的需求，或者把这种需求非常简单粗暴地商品化。市场中漂浮的战斗原子成了一种自由的理想。",
    "标签": "#句子"
  },
  {
    "时间": "2020-10-13 5:35:52",
    "内容": "Today, I believe happiness is really a default state. Happiness is there when you remove the sense of something missing in your life.",
    "标签": "#句子"
  },
  {
    "时间": "2020-10-09 2:41:03",
    "内容": "自我控制和自我约束与环境的关系远比与自己的关系大得多",
    "标签": "#句子"
  },
  {
    "时间": "2020-10-07 5:43:39",
    "内容": "bullshit job 历史上没什么事儿也要做事情假装忙碌的人：囚犯和奴隶，而我们被资本家买了时间的奴隶，粉饰为工作？ 奴隶没有人权？",
    "标签": "#句子"
  },
  {
    "时间": "2020-09-28 9:10:26",
    "内容": "不要把悬而未决的事情留到明天，即使必须要也记录下决策点",
    "标签": "#句子"
  },
  {
    "时间": "2020-09-28 6:29:25",
    "内容": "政客、医生、律师、教授在全球范围内都是越老越赚钱的职业，主要因为它们的专业知识从长期看来，不会发生剧烈变化，所以经验履历和自身价值是强相关。",
    "标签": "#句子/工作"
  },
  {
    "时间": "2020-09-28 4:55:05",
    "内容": "工作的时候就高效去工作，不要想生活中的问题，这样生活的时候才不会被未完成的情绪影响，Focus当下",
    "标签": "#句子"
  },
  {
    "时间": "2020-09-28 4:17:20",
    "内容": "逆反都是因为心理有情绪在憋着",
    "标签": "#句子"
  },
  {
    "时间": "2020-09-23 12:53:18",
    "内容": "一个失意的人如何做到早起早睡？早点起来看着七八点的晨光失意，晚上十点心无旁骛的合上手机？",
    "标签": "#句子"
  }
]